@extends('frontend.layouts.main')

@section('title', 'About')
@section('main-section')
<!-- START FEATURES 2 -->
<section class="py-5">
    <div class="container">
      <div class="row">
        <div class="col-lg-12">
          <div class="text-center">
            <h3>About<span class="text-danger"> me</span></h3>
          </div>
        </div>
      </div>
      <div class="row mt-2 py-5 align-items-center">
        <div class="col-lg-5">
          <img src="{{url('admin/assets/images/features-1.svg')}}" class="img-fluid" alt="" />
        </div>
        <div class="col-lg-6 offset-lg-1">
          <h3 class="fw-normal">Introduction</h3>
          <p class="text-muted mt-3">
            রংপুর আইডিয়াল ইনস্টিটিউট অব টেকনোলজি (RIIT)একটি স্ব-অর্থায়নের শিক্ষা প্রতিষ্ঠান। 
            গ্লোবালাইজেশনের যুগে বসবাস করে এক বিংশ শতাব্দির চ্যালেঞ্জ মোকাবেলা ও নতুন বিশ্ব
            চাহিদার কথা বিবেচনা করে এ দেশের বিশাল জন গোষ্টিকে বিশেষ করে অবহেলিত উত্তর
            অঞ্চলের জনগোষ্টিকে আধুনিক প্রযুক্তিগত জ্ঞানের সাথে সম্পৃক্ত করে দক্ষ জনশক্তিতে
            পরিনত করার লক্ষে ১৪ই জুলাই ২০০৯ খ্রিঃ রংপুর আইডিয়াল ইনস্টিটিউট অব টেকনোলজি 
            (RIIT), পূর্ব শালবন, সদর, রংপুরে স্থাপিত হয়। বাংলাদেশ কারিগরি শিক্ষা বোর্ডের সকল 
            নিয়মনীতি ও শর্ত পূরণ করে প্রাথমিক ভাবে ২৬শে মে ২০১০ খ্রিঃ সিভিল (৪০) ও 
            ইলেকট্রিক্যাল (৪০) সর্বমোট ৮০টি আসন নিয়ে রংপুর আইডিয়াল ইনস্টিটিউট অব টেকনোলজি
            (RIIT) পাঠদানের অনুমতি পায় যার প্রতিষ্ঠান কোড ১৬১০০। পরবর্তীতে ৩১শে মে ২০১২খ্রিঃ
            ডিপ্লোমা-ইন-টেক্সটাইল শিক্ষাক্রমের দুটি টেকনোলজি টেক্সটাইল (৪০), ও
            গার্মেন্টস ডিজাইন এন্ড প্যাটার্ন মেকিং (৪০) সংযোজনের অনুমতি পায়।ইতিমধ্যে অত্র
            প্রতিষ্ঠানটি সমগ্র উত্তরবঙ্গে কারিগরি শিক্ষার নির্ভরযোগ্য প্রতিষ্ঠান হিসাবে প্রতিষ্ঠিত হয়েছে।
            যার ধারাবাহিকতায় গণপ্রজাতন্ত্রী বাংলাদেশ সরকারের শিক্ষা মন্ত্রানালয় বিশ্বব্যাংক ও 
            কানাডা সরকারের অর্থায়নে পরিচালিত সফল একটি প্রকল্প স্কিলস এন্ড ট্রেনিং 
            এনহ্যান্সমেন্ট প্রজেক্ট (STEP)এর আওতায় ছাত্র-ছাত্রীদের বৃত্তি ও গ্রান্ট অর্জনকারী 
            রংপুর বিভাগে প্রথম ও একমাত্র বেসরকারী পলিটেকনিক হিসাবে বিবেচিত হয়। প্রতিষ্ঠানটি
            নির্বাহী ও বোর্ড কতৃক অনুমদিত ব্যবস্থাপনা কমিটির মাধ্যমে পরিচালিত হচ্ছে। পর্যায়ক্রমে 
            নতুন টেকনোলজি সংযোজন ও আসন বৃদ্ধির ফলে বর্তমানে সিভিল (১৮০), ইলেকট্রিক্যাল
            (১৮০), ইলেকট্রনিক্স (৬০), কম্পিউটার (১২০), মেকানিক্যাল (৬০), টেক্সটাইল (১৮০), 
            গার্মেন্টস ডিজাইন এন্ড প্যাটার্ন মেকিং (৬০) সর্বমোট ৮৪০টি আসনে প্রতি শিক্ষাবর্ষে শিক্ষার্থীরা 
            ভর্তির সুযোগ পায়। শিক্ষার্থীদের প্রাতিষ্ঠানিক শিক্ষার পাশাপাশি সহশিক্ষা যেমনঃ রাষ্টীয় ও জাতীয়
            দিবস পালন, সাংস্কৃতিকচর্চা, খেলাধূলা, বিতর্ক প্রতিযোগিতা ও শুদ্ধাচারের মাধ্যমে শিক্ষার্থীদের 
            আর্দশ মানুষ হিসেবে গড়ে তুলার ভূমিকা পালন করছে।
          </p>
        </div>
      </div>

      
    </div>
  </section>
  <!-- END FEATURES 2 -->
@endsection
